const Users = {
  1: {
    id: 1,
    login: 'Anub',
  },
  2: {
    id: 2,
    login: 'Keks',
  },
  3: {
    id: 3,
    login: 'Volvo',
  },
};

export const ChatData = [
  {
    user: Users[1],
    text: 'Передо мной лежит гора одежды, из которой мне предстоит создать несколько норм луков и определить что следует выкинуть, а что докупить',
  },

  {
    user: Users[1],
    text: 'сложна',
  },

  {
    user: Users[2],
    text: 'Стопе',
  },

  {
    user: Users[2],
    text: 'ЛУКИ?',
  },

  {
    user: Users[2],
    text: 'Это сложна',
  },

  {
    user: Users[1],
    text: 'ага',
  },

  {
    user: Users[2],
    text: 'У меня только набор футболок и одна пара джинс',
  },

  {
    user: Users[1],
    text: 'уже складывается парочка хороших',
  },

  {
    user: Users[1],
    text: 'только нужна пара огромных свитеров',
  },

  {
    user: Users[1],
    text: 'кажется кто-то скоро поедет в секонд',
  },

  {
    user: Users[1],
    text: 'И ВСЕ ДОЛЖНО БЫТЬ ЧЕРНОЕ',
  },

  {
    user: Users[1],
    text: 'ОБОЖАЮ ЧЕРНОЕ',
  },

  {
    user: Users[2],
    text: 'Meh',
  },

  {
    user: Users[2],
    text: 'Я уже ушёл от этого',
  },

  {
    user: Users[2],
    text: 'Мне нравится светлая одежда',
  },
  {
    user: Users[1],
    text: 'мне нравится черное потому что все со всем сочетается',
  },
  {
    user: Users[3],
    text: 'Тащемта если гулять по вечерам, а днём вжобывать, то норм',
  },
  {
    user: Users[3],
    text: 'Давай вечером словимся в тс',
  },
  {
    user: Users[2],
    text: 'Я нашел билеты на самолёт. 15000р прямой туда + обратно',
  },
  {
    user: Users[2],
    text: 'Багаж до 10кг и вроде как ручная кладь есть',
  },
  {
    user: Users[2],
    text: 'Осталось решить мне, на какое время ехать и сколько жить там',
  },
  {
    user: Users[2],
    text: 'Так то, я уже размахнулся на месяц, а там может ещё один или улечу уже',
  },
  {
    user: Users[2],
    text: 'Я купил самолёт прямой на 19 июня',
  },
  {
    user: Users[3],
    text: 'Я точно не смогу 19, у Даны др',
  },
  {
    user: Users[3],
    text: 'Видимо буду добираться отдельно как-то',
  },
  {
    user: Users[2],
    text: 'Хорошо!',
  },
];
